Repository: Makajda/HappyRoute
Catalog: HappyRoute4/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, ko, pt, ru, tr, zh_hans

# AddButton.Content
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加

# AddLines.Content
source: Add lines
de: Positionen hinzufügen
es: Agregar líneas
fr: Ajouter des lignes
it: Aggiungi righe
ja: 行の追加
ko: 행 추가
pt: Adicionar linhas
ru: Добавить линии
tr: Satırları ekleyin
zh_hans: 添加行

# AlineNames.Content
source: Align names
de: Ausrichten von Namen
es: Alinear los nombres
fr: Aligner les noms
it: Allineare i nomi
ja: 名を揃える
ko: 이름 정렬
pt: Alinhar os nomes
ru: Выровнять имена
tr: Adları Hizala
zh_hans: 对齐的名字

# ApbAlign.Text
source: Align
de: Ausrichten
es: Alinear
fr: Alignement
it: Allinea
ja: 整列
ko: 맞추기
pt: Alinhar
ru: Выровнять
tr: Hizala
zh_hans: 对齐

# ApbCopy.Text
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制

# ApbCreate.Text
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成する
ko: 만들기
ru: Создать
tr: Oluşturma
zh_hans: 创建

# ApbDelete.Text
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除

# ApbDiscardChanges.Text
source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
it: Ignora modifiche
ja: 変更の破棄
ko: 변경 내용 취소
pt: Descartar alterações
ru: Отменить изменения
tr: Değişiklikleri at
zh_hans: 放弃更改

# ApbExport.Text
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pt: Exportar
ru: Экспорт
tr: Dışarı Aktar
zh_hans: 导出

# ApbImport.Text
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
ru: Импорт
tr: Al
zh_hans: 导入

# ApbMove.Text
source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
pt: Mover
ru: Переместить
tr: Taşı
zh_hans: 移动

# ApbNew.Text
source: New
de: Neue
es: Nuevos
fr: Nouveau
ja: 新しい
ko: 신규
pt: Nova
ru: Новый
tr: Yeni
zh_hans: 新

# ApbRename.Text
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh_hans: 重命名

# ApbShowLines.Text
source: Lines
de: Linien
es: Líneas de
fr: Lignes
it: Righe
ja: 行
ko: 선
pt: Linhas
ru: Линии
tr: Satırlar
zh_hans: 线条

# Autors.Text
source: Authors
de: Autoren
es: Autores
fr: Auteurs
it: Autori
ja: 作成者
ko: 만든 이
pt: Autores
ru: Авторы
tr: Yazarlar
zh_hans: 作者

# Cancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# CatalogMyName
source: My
de: eigene
es: Mi
fr: Mon
it: Personale
ja: 個人用
ko: 내
pt: Meu
ru: Мои
tr: Benim
zh_hans: 我的

# CatalogSamplesName
source: Samples
de: Beispiele
es: Ejemplos
fr: Exemples
it: Esempi
ja: サンプル
ko: 샘플
pt: Exemplos
ru: Примеры
tr: Örnekler
zh_hans: 示例

# CatalogSchemeStart
source: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt: Iniciar
ru: Начать
tr: Başlat
zh_hans: 开始

# CatalogStart
source: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt: Iniciar
ru: Старт
tr: Başlat
zh_hans: 开始

# Clear.Content
source: Clean
de: Bereinigen
es: Limpiar
fr: Nettoyer
it: Pulisci
ja: クリーン
ko: 정리
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清洗

# DeploymentPlan.Text
source: Placement
de: Platzierung
es: Colocación
fr: Positionnement
it: Posizione
ja: 位置
ko: 배치
pt: Posicionamento
ru: План размещения
tr: Yerleşim
zh_hans: 位置

# DeploymentPlanCircle.Content
source: Circle
de: Kreis
es: Círculo
fr: Cercle
it: Cerchio
ja: 丸
ko: 원
pt: Círculo
ru: По кругу
tr: Daire
zh_hans: 圆形

# ErrorFileVimoDelete
source: Can't delete file
de: Datei kann nicht gelöscht werden.
es: No se puede eliminar archivo
fr: Impossible de supprimer fichier
it: Impossibile eliminare il file
ja: ファイルを削除できません。
ko: 파일을 삭제할 수 없습니다.
pt: Não é possível excluir arquivo
ru: Не удается удалить файл
tr: Can't dosyasını silin
zh_hans: 无法删除文件

# ErrorFileVimoExport
source: Unable to export file
de: Fehler beim Exportieren der Datei
es: No se puede exportar archivo
fr: Impossible d'exporter des fichiers
it: Impossibile esportare file
ja: ファイルをエクスポートすることができません。
ko: 파일을 내보낼 수 없습니다.
pt: Não é possível exportar o arquivo.
ru: Не удается экспортировать файл
tr: Dosya verilemiyor
zh_hans: 不能导出文件

# ErrorFileVimoImport
source: Can't import file
de: Datei kann nicht importiert werden.
es: No puede importar el archivo
fr: Impossible d'importer le fichier
it: Non è possibile importare file
ja: ファイルをインポートできません。
ko: 파일을 가져올 수 없습니다.
pt: Não é possível importar o arquivo.
ru: Не удается импортировать файл
tr: Dosya alınamıyor
zh_hans: 无法导入文件

# ErrorFileVimoRename
source: Can't rename file
de: Datei kann nicht umbenannt werden.
es: No se puede cambiar el nombre de archivo
fr: Impossible de renommer fichier
it: Impossibile rinominare il file
ja: ファイルの名前を変更できません。
ko: 파일 이름을 바꿀 수 없습니다.
pt: Não é possível renomear o arquivo
ru: Не удается переименовать файл
tr: Dosya yeniden adlandırılamıyor
zh_hans: 无法重命名文件

# ErrorReadFiles
source: An error occurred while reading the list of files
de: Fehler beim Lesen der Dateien
es: Error al leer la lista de archivos
fr: Une erreur s'est produite lors de la lecture de la liste des fichiers
it: Errore durante la lettura dell'elenco dei file
ja: ファイルの一覧を読み取り中にエラーが発生しました。
ko: 파일 목록을 읽는 동안 오류가 발생 했습니다.
pt: Ocorreu um erro ao ler a lista de arquivos
ru: Произошла ошибка при чтении списка файлов
tr: Dosya okunurken bir hata oluştu
zh_hans: 读取的文件的列表时出错

# FileExist.Text
source: A file with this name already exists
de: Eine Datei mit diesem Namen ist bereits vorhanden.
es: Ya existe un archivo con este nombre
fr: Un fichier portant ce nom existe déjà
it: Esiste già un file con questo nome
ja: この名前のファイルが既に存在します。
ko: 이 이름 가진 파일이 이미 존재
pt: Um arquivo com este nome já existe.
ru: Файл с таким именем уже существует
tr: Bu ada sahip bir dosya zaten var
zh_hans: 具有此名称的文件已经存在

# FileName.Text
source: File name
de: Ordnername
es: Nombre de archivo
fr: Nom de fichier
it: Nome del file
ja: ファイル名
ko: 파일 이름이
pt: Nome do arquivo
ru: Имя файла
tr: Dosya adı
zh_hans: 文件名称

# FileVimoCopyTitle
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Сделать копию
tr: Kopyala
zh_hans: 复制

# FileVimoCopyTitleAction
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制

# FileVimoCopyToMyTitle
source: Make a copy of a sample for editing
de: Erstellen Sie eine Kopie einer Probe für die Bearbeitung
es: Hacer una copia de una muestra para la edición de
fr: Faire une copie d'un échantillon pour l'édition
it: Fare una copia di un campione per l'editing
ja: 編集のサンプルのコピーを作成します。
ko: 편집에 대 한 샘플의 복사본
pt: Faça uma cópia de uma amostra para edição
ru: Сделать свою копию образца для редактирования
tr: Düzenleme için bir örnek kopyalayın
zh_hans: 制作样品进行编辑的副本

# FileVimoCopyToMyTitleAction
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制

# FileVimoDeleteTitle
source: Delete the whole scheme?
de: Löschen das System und?
es: Eliminar el esquema entero?
fr: Supprimer le régime dans son ensemble ?
it: Elimina l'intero schema?
ja: 全体のスキームを削除しますか。
ko: 전체 체계를 삭제?
pt: Excluir todo o esquema?
ru: Удалить всю схему?
tr: Bütün düzenini silmek?
zh_hans: 删除整个计划吗?

# FileVimoDeleteTitleAction
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除

# FileVimoExportTitle
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pt: Exportar
ru: Экспорт
tr: Dışarı Aktar
zh_hans: 导出

# FileVimoexportTitleAction
source: Save as...
de: Speichern als...
es: Guardar como...
fr: Enregistrer sous...
it: Salva come...
ja: としてを保存.
ko: 다른 이름으로 저장...
pt: Salvar como...
ru: Сохранить как...
tr: Farklı Kaydet...
zh_hans: 另存为...

# FileVimoImportTitle
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
ru: Импорт
tr: Al
zh_hans: 导入

# FileVimoImportTitleAction
source: Upload from ...
de: Upload von...
es: Subir de...
fr: Télécharger à partir de...
it: Caricare da...
ja: アップロード.
ko: 업로드...
pt: Fazer o upload do...
ru: Загрузить из...
tr: Üzerinden upload...
zh_hans: 从上传...

# FileVimoNewTitle
source: Create an empty
de: Erstellen Sie ein leeres
es: Crear un vacío
fr: Créer un vide
it: Creare un vuoto
ja: 空を作成します。
ko: 빈 만들기
pt: Criar um vazio
ru: Создать пустую
tr: Boş bir oluşturmak
zh_hans: 创建一个空的

# FileVimoNewTitleAction
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成する
ko: 만들기
ru: Создать
tr: Oluşturma
zh_hans: 创建

# FileVimoRenameTitle
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh_hans: 重命名

# FileVimoRenameTitleAction
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh_hans: 重命名

# LinePropAddStations
source: Add stations
de: Fügen Sie Stationen
es: Añadir emisoras
fr: Ajouter des stations
it: Aggiungere stazioni
ja: 駅を追加します。
ko: 방송국에 추가
pt: Adicionar estações
ru: Добавить станцию
tr: İstasyon Ekle
zh_hans: 添加电台

# LinePropColor
source: Color
de: Farbe
it: Colore
ja: カラー
ko: 색
pt: Cor
ru: Цвет
tr: Renk
zh_hans: 颜色

# LinePropNames
source: Names
de: Namen
es: Nombres
ja: 名
ko: 이름
pt: Nomes
ru: Наименования
tr: Adlar
zh_hans: 名字

# LinePropRemove
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
tr: Kaldır
zh_hans: 删除

# MapPropZoom
source: Zoom
ja: ズーム
ko: 확대/축소
ru: Масштаб
tr: YAKLAŞ
zh_hans: 缩放

# MapVimoOpenError
source: Can not open file
de: Datei kann nicht geöffnet werden.
es: No puede abrir archivo
fr: Pouvez pas ouvrir le fichier
it: Non è possibile aprire file
ja: ファイルを開くことができません。
ko: 파일을 열 수 없습니다.
pt: Não pode abrir arquivo
ru: Не могу открыть файл
tr: Dosyayı açamıyor
zh_hans: 不能打开文件

# MapVimoSaveError
source: Can't save file
de: Die Datei kann nicht gespeichert werden.
es: No se puede guardar el archivo
fr: Désolé... Nous ne pouvons pas enregistrer le fichier
it: Non è possibile salvare il file
ja: ファイルを保存できません
ko: 파일을 저장할 수 없음
pt: Não é possível salvar o arquivo
ru: Не удается сохранить файл
tr: Dosya kaydedilemiyor
zh_hans: 无法保存文件

# Name1.Text
source: Name
fr: Nom
ja: 名
ko: 이름
pt: Nome
ru: Наименование
tr: Adı
zh_hans: 名称

# Name2.Text
source: Name of the native
de: Name des einheimischen
es: Nombre del nativo
fr: Nom de l'indigène
it: Nome del nativo
ja: ネイティブの名前
ko: 원시의 이름
pt: Nome do nativo
ru: Наименование родное
tr: Yerel adı
zh_hans: 还乡 》 的名字

# ParamCoSegment.Header
source: Coefficient of segment
de: Koeffizient des Segments
es: Coeficiente de segmento
fr: Coefficient de segment
it: Coefficiente di segmento
ja: セグメントの係数
ko: 세그먼트의 계수
pt: Coeficiente de segmento
ru: Коэффициент отрезка
tr: Segment katsayısı
zh_hans: 系数的段

# ParamCoStation.Header
source: Coefficient of station
de: Koeffizient der station
es: Coeficiente de estación
fr: Coefficient de station
it: Coefficiente della stazione
ja: 駅の係数
ko: 역의 계수
pt: Coeficiente de estação
ru: Коэффициент станции
tr: İstasyonu katsayısı
zh_hans: 系数的站

# ParamFontSize.Header
source: Text font
de: Textschriftart
es: Fuente del texto
fr: Police du texte
it: Carattere del testo
ja: テキスト フォント
ko: 텍스트 글꼴
pt: Fonte do texto
ru: Шрифт текста
tr: Metin yazı tipi
zh_hans: 文本字体

# ParamIndent.Header
source: Indent
de: Einziehen
es: Aplicar sangría
fr: Retrait positif
it: Rientra
ja: レベルを下げる
ko: 한 수준 내리기
pt: Recuo
ru: Отступ
tr: Girinti
zh_hans: 缩进

# ParamIndentSegment.Header
source: Indent of segment
de: Einzug des Segments
es: Guión del segmento
fr: Tiret du segment
it: Rientro del segmento
ja: セグメントのインデント
ko: 세그먼트의 들여쓰기
pt: Travessão do segmento
ru: Отступ отрезка
tr: Girinti segmentin
zh_hans: 段的缩进量

# ParamNumberNames.Header
source: Number of names
de: Anzahl der Namen
es: Número de nombres
fr: Nombre de noms de
it: Numero di nomi
ja: 名前の数
ko: 이름 수
pt: Número de nomes
ru: Количество наименований
tr: İsim sayısı
zh_hans: 名称数

# ParamPropBackgroundColor
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: sfondo
ja: 背景
ko: 배경
pt: Plano de fundo
ru: Фон
tr: Arka Plan
zh_hans: 背景

# ParamPropBuildColor
source: Built
de: Eingebaut
es: empotrado
fr: encastré
it: incasso
ja: 作り付け
ko: 붙박이
pt: embutido
ru: Построенный
tr: ankastre
zh_hans: 内嵌

# ParamPropColors
source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
ja: 色
ko: 색
pt: Cores
ru: Цвета
tr: Renkler
zh_hans: 颜色

# ParamPropDimedColor
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 非アクティブ
ko: 비활성
pt: Inativo
ru: Неактивный
tr: Etkin değil
zh_hans: 非活动

# ParamPropNames
source: Names
de: Namen
es: Nombres
ja: 名
ko: 이름
pt: Nomes
ru: Наименования
tr: Adlar
zh_hans: 名字

# ParamPropThick
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt: Opções
ru: Параметры
tr: Seçenekler
zh_hans: 选项

# ParamPropTransferColor
source: Transfer
de: Übertragen
es: Transferir
fr: Transfert
it: Trasferisci
ja: 転送
ko: 전송
pt: Transferir
ru: Пересадка
tr: aktar
zh_hans: 转移

# ParamRadius.Header
source: The radius of the station
de: Der Radius der station
es: El radio de la estación
fr: Le rayon de la station
it: Il raggio della stazione
ja: 駅の半径
ko: 역의 반지름
pt: O raio da estação
ru: Радиус станции
tr: İstasyon yarıçapı
zh_hans: 半径的车站

# ParamTextIndent.Header
source: Text indent
de: Texteinzug
es: Sangría de texto
fr: Retrait de texte
it: Rientro del testo
ja: テキストのインデント
ko: 텍스트 들여쓰기
pt: Recuo de texto
ru: Отступ текста
tr: Metin girintisi
zh_hans: 文本缩进

# ParamThick.Header
source: Thickness
de: Linienstärke
es: Grosor
fr: Epaisseur
it: Spessore
ja: 厚み
ko: 두께
pt: Espessura
ru: Толщина
tr: Kalınlık
zh_hans: 粗细

# ParamThickSegment.Header
source: Thickness of segment
de: Dicke des Segments
es: Grosor de segmento
fr: Épaisseur de segment
it: Spessore del segmento
ja: セグメントの厚さ
ko: 세그먼트의 두께
pt: Espessura do segmento
ru: Толщина отрезка
tr: Segmentin kalınlık
zh_hans: 段的厚度

# ParamTransferWeight.Header
source: The difficulty of the transition
de: Die Schwierigkeit des Übergangs
es: La dificultad de la transición
fr: La difficulté de la transition
it: La difficoltà della transizione
ja: 移行の難しさ
ko: 전환의 어려움
pt: A dificuldade da transição
ru: Трудность перехода
tr: Geçiş zorluğu
zh_hans: 转型期的困难

# ParamWeightSegment.Header
source: Weight of segment
de: Gewicht des Segments
es: Peso del segmento
fr: Poids du segment
it: Peso del segmento
ja: セグメントの重量
ko: 세그먼트의 무게
pt: Peso do segmento
ru: Вес отрезка
tr: Ağırlık segment
zh_hans: 段的重量

# PasteLines.Text
source: Insert the names of the lines (Name1/Name2)
de: Legen Sie die Namen der Linien (Name1/Name2)
es: Insertar los nombres de las líneas (Name1/Name2)
fr: Insérez les noms des lignes (nom1/nom2)
it: Inserire i nomi delle linee (Name1/Name2)
ja: ライン (Name1/Name2) の名前を挿入します。
ko: 라인 (Name1 및 Name2)의 이름을 삽입합니다
pt: Insira os nomes das linhas (Nome1/nome2)
ru: Вставьте названия линий (имя1/имя2)
tr: (Ad1/AD2) satırlarının adları Ekle
zh_hans: 插入行 (名称 1/Name2) 的名称

# PasteStations.Text
source: Insert the names of the stations (Name1/Name2)
de: Legen Sie die Namen der Stationen (Name1/Name2)
es: Insertar los nombres de las estaciones (Name1/Name2)
fr: Insérez les noms des stations (nom1/nom2)
it: Inserire i nomi delle stazioni (Name1/Name2)
ja: 駅 (Name1/Name2) の名前を挿入します。
ko: 방송국 (Name1 및 Name2)의 이름을 삽입합니다
pt: Insira os nomes das estações (Nome1/nome2)
ru: Вставьте названия станций (имя1/имя2)
tr: İstasyonları (ad1/AD2) adlarını Ekle
zh_hans: 插入的名称 (名称 1/Name2) 站

# Remove.Content
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
tr: Kaldır
zh_hans: 删除

# RemoveLine.Content
source: Remove entire line
de: Ganze Zeile entfernen
es: Quitar toda la línea
fr: Supprimer toute la ligne
it: Rimuovere tutta la linea
ja: 行全体を削除します。
ko: 전체 줄을 제거
pt: Remova toda a linha
ru: Удалить всю линию
tr: Tüm satırını kaldırın
zh_hans: 删除整行

# RemoveLineStations.Content
source: Remove all stations only
de: Entfernen Sie alle Stationen nur
es: Eliminar todas las estaciones sólo
fr: Supprimer toutes les stations seulement
it: Rimuovere tutte le stazioni solo
ja: すべてのステーションのみを削除します。
ko: 모든 역만을 제거합니다
pt: Remover todas as estações só
ru: Удалить все станции
tr: Tüm istasyonları sadece Kaldır
zh_hans: 删除所有地点只

# RemoveStation.Content
source: Remove station
de: Bahnhof zu entfernen
es: Quitar la estación de
fr: Supprimer la station
it: Rimuovere la stazione
ja: 駅を削除します。
ko: 역을 제거
pt: Remover a estação
ru: Удалить станцию
tr: İstasyonu kaldırma
zh_hans: 删除站

# RotateNames.Text
source: Rotate names
de: Namen zu drehen
es: Rotar los nombres
fr: Faire pivoter les noms
it: Ruotare i nomi
ja: 回転名
ko: 회전 이름
pt: Nomes de girar
ru: Повернуть названия
tr: Adları döndürmek
zh_hans: 旋转的名字

# RouteVariantHappy.Content
source: Happy
de: Glücklich
es: Alegre
fr: Heureux
it: Felice
ja: ハッピー
ko: 기분 좋을 때
pt: Feliz
ru: Счастливый
tr: Neşeli
zh_hans: 幸福

# RouteVariantHelpHappy.Text
source: select departure station and find out what station you will find your happiness.
de: Wählen Sie Abfahrtsbahnhof und finden Sie heraus, welche Haltestelle Sie Ihr Glück finden.
es: Seleccione la estación de salida y saber qué estación usted encontrará su felicidad.
fr: Sélectionnez la station de départ et découvrez quelle station vous trouverez votre bonheur.
it: Selezionare la stazione di partenza e scopri quale stazione troverete la vostra felicità.
ja: 出発駅を選択して、どの駅のあなたの幸せを見つける見つけます。
ko: 출발 역을 선택 하 고 어떤 역 당신이 당신의 행복을 찾을 것입니다 보세요.
pt: Selecione a estação de partida e descubra qual estação você irá encontrar a sua felicidade.
ru: выберите станцию отправления и узнайте, на какой станции вас сейчас ждёт ваше счастье.
tr: kalkış istasyonu seçin ve bulmak senin mutluluğun da ne istasyonu bulacaksınız.
zh_hans: 选择出发站和找出哪一站，你会发现你的幸福。

# RouteVariantHelpHappyTitle.Text
source: Happy
de: Glücklich
es: Alegre
fr: Heureux
it: Felice
ja: ハッピー
ko: 기분 좋을 때
pt: Feliz
ru: Счастливый
tr: Neşeli
zh_hans: 幸福

# RouteVariantHelpOptimal.Text
source: select your departure and destination stations, you'll find the best route between them.
de: Wählen Sie Ihren Start- und Zielort Stationen finden Sie den besten Weg zwischen ihnen.
es: Seleccione sus estaciones de salida y de destino, usted encontrará la mejor ruta entre ellos.
fr: Choisissez vos stations de départ et de destination, vous trouverez le meilleur itinéraire entre eux.
it: Selezionare le stazioni di partenza e destinazione, troverete il percorso migliore tra di loro.
ja: あなたの出発地と目的地の駅を選択してそれらの間の最適ルートを見つけます。
ko: 출발 및 도착 역을 선택 그들 사이의 최적의 경로 찾을 거 야.
pt: Seleccione o seus estações de partida e de destino, você encontrará a melhor rota entre eles.
ru: выбрав станции отправления и назначения, вы увидите оптимальный маршрут между ними.
tr: kalkış ve hedef yerlerinize, seçin onları arasındaki en iyi yolu bulacaksınız.
zh_hans: 选择你出发地和目的地的地点，你会发现它们之间的最佳路线。

# RouteVariantHelpOptimalLine.Text
source: you have to not only choose the station, but also to specify the desired line for stations.
de: Sie haben nicht nur die Station auswählen, sondern auch die gewünschte Zeile für Stationen angeben.
es: tienes para elegir no sólo la estación, sino también para especificar la línea deseada para las estaciones.
fr: vous devez non seulement choisir la station, mais aussi pour spécifier la ligne voulue pour les stations.
it: Devi scegliere non solo la stazione, ma anche per specificare la linea desiderata per le stazioni.
ja: だけでなく、駅を選択するだけでなく、局の目的の行を指定するのにがあります。
ko: 당신은 뿐만 아니라, 역 선택 뿐만 아니라 방송국에 대 한 원하는 줄을 지정 합니다.
pt: Você tem que escolher não só a estação, mas também para especificar a linha desejada para as estações.
ru: вам придётся не только выбирать станции, но и указывать желаемые линии для станций пересадок.
tr: Sadece station seçmek için aynı zamanda istasyonları için istenen yolun belirtmek için var.
zh_hans: 你有要不只能选择站，还要指定地点所需的行。

# RouteVariantHelpOptimalLineTitle.Text
source: Optimal with choice line
de: Optimal bei einer Wahl-Linie
es: Óptimo con la línea de la opción
fr: Optimal avec ligne de choix
it: Ottimale con linea di scelta
ja: 選択ラインに最適
ko: 최적의 선택 라인
pt: Ideal com linha de escolha
ru: Оптимальный с выбором линии
tr: En iyi seçim hattı ile
zh_hans: 优化与选择行

# RouteVariantHelpOptimalTitle.Text
source: Optimal
es: Óptimo
it: Ottimale
ja: 最適
ko: 최적
pt: Ideal
ru: Оптимальный
tr: Optimum
zh_hans: 最佳

# RouteVariantHelpSmartmob.Text
source: Get together at the station, sealed your lottery tickets. Drive Happy Route! Possible jackpot split proportionally participate.
de: Zusammen steigen Sie an der Station, Ihre Lottoscheine versiegelt. Fahren Sie glücklich Route! Möglichen Jackpot proportional aufgeteilt zu beteiligen.
es: Reunirse en la estación, sellaron sus billetes de lotería. Recorre feliz! Posible bote dividido proporcionalmente participan.
fr: Réunissez-vous à la station, scellée vos billets de loterie. Conduisez la Route heureux ! Jackpot possible divisé proportionnellement participer.
it: Si riuniscono presso la stazione, sigillata i biglietti della lotteria. Guidare il percorso felice! Eventuale jackpot diviso proporzionalmente partecipare.
ja: あなたの宝くじを密封、駅で一緒になります。幸せなルートをドライブ!それに比例して分割可能なポットに参加します。
ko: 복권 티켓을 봉인 역에 함께 얻을. 행복 한 경로 드라이브! 비례 분할 가능한 대 박 참여 합니다.
pt: Sair na estação, selou seus bilhetes de loteria. Conduzir a rota feliz! Jackpot possível dividir proporcionalmente participar.
ru: Соберитесь у станции, опечатайте ваши лотерейные билеты. Проедьте счастливым маршрутом! Возможный джекпот разделите пропорционально участию.
tr: Piyango biletlerinizi mühürlü merkezde bir araya topla. Mutlu rota sür! Orantılı olarak bölmek mümkün ikramiye katılım.
zh_hans: 在车站，密封你彩票聚在一起。快乐、 自驾车!可能中奖比例拆分参与。

# RouteVariantHelpTitleSmartmob.Text
source: Smart Mob
ja: スマートモブ
ko: 스마트 몹
pt: Mob inteligente
ru: Смартмоб
tr: Akıllı mafya
zh_hans: 智能手机

# RouteVariantOptimal.Content
source: Optimal
es: Óptimo
it: Ottimale
ja: 最適
ko: 최적
pt: Ideal
ru: Оптимальный
tr: Optimum
zh_hans: 最佳

# RouteVariantOptimalLine.Text
source: Optimal
es: Óptimo
it: Ottimale
ja: 最適
ko: 최적
pt: Ideal
ru: Оптимальный
tr: Optimum
zh_hans: 最佳

# RouteVariantOptimalLineLine.Text
source: with a selection of lines
de: mit einer Auswahl von Zeilen
es: con una selección de líneas
fr: avec une sélection de lignes
it: con una selezione di linee
ja: 行の選択
ko: 라인의 선택과
pt: com uma seleção de linhas
ru: с выбором линии
tr: satırları bir seçim ile
zh_hans: 与选择的行

# RouteVariantTitle.Text
source: Route option
de: Routenoption
es: Opción de ruta
fr: Option de route
it: Opzione di percorso
ja: ルート オプション
ko: 경로 옵션
pt: Opção de rota
ru: Вариант маршрута
tr: Rota seçeneği
zh_hans: 路由选项

# RouteWeight.Text
source: The weight of the entire route
de: Das Gewicht der gesamten route
es: El peso de todo el recorrido
fr: Le poids de la totalité de l'itinéraire
it: Il peso di tutto il percorso
ja: ルート全体の重量
ko: 전체 루트의 무게
pt: O peso de toda a route
ru: Вес всего маршрута
tr: Tüm güzergah ağırlığı
zh_hans: 整个路线的重量

# SegmentPropLine
source: Line
de: Zeile
es: Línea
fr: Ligne
it: Riga
ja: 線
ko: 줄
pt: Linhas
ru: Линия
tr: Çizgi
zh_hans: 折线图​​

# SegmentPropParam
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt: Opções
ru: Параметры
tr: Seçenekler
zh_hans: 选项

# StationPropNames
source: Names
de: Namen
es: Nombres
ja: 名
ko: 이름
pt: Nomes
ru: Наименования
tr: Adlar
zh_hans: 名字

# StationPropParam
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt: Opções
ru: Параметры
tr: Seçenekler
zh_hans: 选项

# MenuCharacters.Text
source: Characters
de: Zeichen
es: Caracteres
fr: Caractères
it: Caratteri
ja: 文字数
ko: 문자 수(공백 제외)
pt: Caracteres
ru: Буквы
tr: Karakterler
zh_hans: 所有文字
